app/controllers/tweets_controller.rb

INSERT INTO "tweets" ("message", "created_at", "updated_at") VALUES (?, ?, ?)  [["message", "test tweet"], ["created_at", "2019-10-17 12:25:11.402268"], ["updated_at", "2019-10-17 12:25:11.402268"]]
---
  def create
    @tweet = Tweet.new(tweet_params)

    respond_to do |format|
      if @tweet.save